{
	"english": {
		"word": "below",
		"examples": [
			"The temperature dropped below freezing.",
			"The answer to the question is written below.",
			"Please sign your name below the dotted line."
		],
		"gender": [
			"neuter"
		],
		"trick-words": [
			"underneath",
			"beneath",
			"lower than",
			"inferior to",
			"subordinate to"
		]
	},
	"portuguese": {
		"word": "abaixo",
		"examples": [
			"A temperatura caiu abaixo de zero.",
			"A resposta para a pergunta está escrita abaixo.",
			"Por favor, assine seu nome abaixo da linha pontilhada."
		],
		"gender": [
			"masculine"
		],
		"trick-words": [
			"embaixo",
			"debaixo",
			"mais baixo que",
			"inferior a",
			"subordinado a"
		]
	},
	"progress": {
		"memory": 0.85,
		"gender-memory": 0.85
	},
	"type": [
		"preposition",
		"adverb"
	],
	"dates": {
		"discover-date": "",
		"next-review": "",
		"last-reviewed": ""
	},
	"synotics": {
		"funny": {
			"user-made": [],
			"suggested": [
				"Why did the cat sit on the computer? To keep an eye on the mouse below!"
			]
		},
		"sad": {
			"user-made": [],
			"suggested": [
				"Sometimes it can be discouraging to feel like we're not measuring up or falling below expectations. It's important to remember that everyone has their own pace and journey."
			]
		},
		"angry": {
			"user-made": [],
			"suggested": [
				"When we see someone being belittled or talked down to, it can be infuriating. We should always strive to treat others with respect and dignity, regardless of where they may fall below us in certain areas."
			]
		},
		"surprising": {
			"user-made": [],
			"suggested": [
				"Did you know that the deepest part of the ocean, the Mariana Trench, is located over 35,000 feet below sea level?"
			]
		},
		"smell": {
			"user-made": [],
			"suggested": [
				"There's no specific smell associated with 'below', but the scent of freshly baked bread or a refreshing ocean breeze can certainly help lift us up when we're feeling down."
			]
		},
		"touch": {
			"user-made": [],
			"suggested": [
				"The feeling of a warm hug or a comforting pat on the back can remind us that we're not alone, even when we may feel like we're below others."
			]
		},
		"connection": {
			"user-made": [],
			"suggested": [
				"'Below' can be connected to the concept of hierarchy, but it's important to remember that everyone has their own strengths and weaknesses, and that we should strive to lift each other up and celebrate our differences rather than comparing ourselves to others."
			]
		}
	}
}